// © Copyright 2005-2010, 2015 HP Development Company, L.P.

TaskName = "Kalibrer udskriftskvalitet";

CalibrationFailedTitle = "Kan ikke udføre kalibrering af udskriftskvaliteten";
CalibrationFailedExplanation = "Kontrollér, at printeren er tilsluttet og tændt, og prøv derefter igen.";
PrintingPatternsProcessTitle = "Udskriver mønstre…";
PenFailureMsg = "Der ser ud til at mangle en blækpatron, den blev ikke registreret, eller den er installeret forkert.";

TwowayConnectionErrorTitle = "Kan ikke etablere tovejskommunikation med enheden";

NoPensErrorTitle = "Der er ikke fundet nogen printerpatroner";
NoPensErrorMessage = "Hvis der er installeret printerpatroner, skal du kontrollere, at plastiktapen, der dækker blækdysserne, er fjernet.";

CriticalConditionTitle = "Printer er i en kritisk tilstand";
CriticalConditionMsg = "Afhjælp printerens kritiske tilstand.";

HSDQualityCalibrationTextFieldTitle = "Kalibrer udskriftskvalitet";
HSDInfoTextFieldTitle = "Denne procedure forbedrer måske udskriftskvaliteten for fotografier. Det anbefales at udføre renseservicen før denne kalibrering.";
HSDGuideTextFieldTitle = "Klik på Kalibrer for at starte proceduren. Dette tager ca. 1 minut, og der anvendes et ark papir. Brug kun almindeligt papir til denne procudure.";
HSDCalibrateButtonTitle = "Kalibrer";

HSDPatternDescription1 = "Undersøg den side, som blev udskrevet, og vælg etiketten for det mønster, der har det færreste antal synlige vandrette streger. Sørg for, at se på både de lyse og mørke områder af mønstrene, før du beslutter dig.";
HSDPatternLabel = "Mønsteretiket:";
HSDPatternDescription2 = "Klik på Anvend efter du har valgt.";
HSDApplyButton = "Anvend";
